Repository: themesdefrance/Cocorico-Social
Catalog: lang/cocosocial-*.po
Languages: sr_rs

source: networks
sr_rs: mreže

source: counters
sr_rs: brojači

source: yes
sr_rs: da

source: network
sr_rs: mreža

source: counter
sr_rs: brojač

source: Settings
sr_rs: Podešavanje

source: Hey, I discovered this post and I wanted to share it with you. Tell me what you think :
sr_rs: Hej, otkrio sam ovaj post i poželeo sam da ga podelim s vama. Recite mi šta mislite:

source: Share on
sr_rs: Podeli na

source: Share this via
sr_rs: Podeli putem

source: Cocorico Social Settings
sr_rs: Cocorico Social Podešavanja

source: General
sr_rs: Opšta

source: Networks
sr_rs: Mreže

source: Buttons location
sr_rs: Lokacija tastera

source: Top of content
sr_rs: na vrhu sadržaja

source: Bottom of content
sr_rs: na dnu sadržaja

source: Choose where to insert share buttons in content.
sr_rs: Izaberite gde ćete smestiti taster “Deli” u sadržaju.

source: Display buttons in
sr_rs: Prikaži tastere u

source: Select the post types where buttons should be displayed.
sr_rs: Odaberi vrste postova gde treba prikazati tastere.

source: Networks buttons (order them by drag & drop)
sr_rs: Tasteri mreža (rasporedite ih funkcijom drag & drop)

source: Buttons' format
sr_rs: Format tastera

source: Text and icons
sr_rs: Tekst i ikonice

source: Icon only
sr_rs: Samo ikonice

source: Text only
sr_rs: Samo tekst

source: Choose the format that makes you feel good.
sr_rs: Izaberite format koji vam se sviđa.

source: Buttons' width
sr_rs: Širina tastera

source: Fill out the content width.
sr_rs: Ispunite širinu sadržaja

source: Auto width
sr_rs: Automatska širina

source: Big first button *
sr_rs: Veliki prvi taster *

source: Choose your best button's width.<br>* : If you select this, button's format will be ignored and share counts won't show up (but give it a try it's awesome !).
sr_rs: Izaberite odgovarajuću širinu svojih tastera. <br>* : Ako odaberete ovu, format tastera biće zanemaren i broj deljenja neće biti prikazan (ipak isprobajte, super je!)

source: Show share count
sr_rs: Prikaži broj deljenja

source: Check to display the share count.
sr_rs: Štikliraj za prikazivanje broja deljenja

source: Check this box in order to display the share count.
sr_rs: Štiklirajte ovo polje da biste prikazali broj deljenja.

source: Share incentive
sr_rs: Podeli inicijativu

source: If you use bottom share buttons, this text will be displayed before the buttons to motivate visitors clicks. E.g : Share this.
sr_rs: Ako koristite taster “Podeli” na dnu, ovaj tekst biće prikazan pre tastera kako bi motivisao posetioce da kliknu.Npr. Podeli ovo

source: Add your Facebook profile/page link.
sr_rs: Dodajte link za svoj Facebook profil/stranicu

source: Add your Twitter username (without @).
sr_rs: Dodajte svoje korisničko ime na Twitter-u (bez @).

source: Add your Google+ profile/page link.
sr_rs: Dodajte link za svoj Google+ profil/stranicu

source: Add your LinkedIn profile link.
sr_rs: Dodajte link za svoj LinkedIn profil

source: Add your Viadeo profile link.
sr_rs: Dodajte link za svoj Viadeo profil

source: Add your Pinterest profile link.
sr_rs: Dodajte link za svoj Pinterest profil

source: Save Changes
sr_rs: Sačuvaj izmene

source: Cocorico Social is brought to you by
sr_rs: Cocorico Social doneo vam je

source: If you found this plugin useful
sr_rs: Ako vam je ovaj plugin bio koristan

source: give it 5 &#9733; on WordPress.org
sr_rs: ocenite ga 5 &#9733; na WordPress.org

source: Save all changes
sr_rs: Sačuvajte sve izmene

source: Select
sr_rs: Odaberi

source: Delete
sr_rs: Obriši
